Repository: mhdemd/Ecommerce-Django-REST-APIs
Catalog: shop/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Review
fa: بررسی

source: Rating
fa: امتیاز

source: Show Name
fa: نمایش نام

source: FILTER BY
fa: فیلتر کردن بر اساس

source: FILTER BY PRICE
fa: فیلتر کردن بر اساس قیمت

source: Latest
fa: جدیدترین

source: Best Rating
fa: بهترین امتیاز

source: Most Expensive
fa: گران‌ترین

source: Least Expensive
fa: ارزان‌ترین

source: Brand Name
fa: نام برند

source: Required, unique, max 255 characters
fa: الزامی، یکتا، حداکثر ۲۵۵ کاراکتر

source: Category Name
fa: نام دسته‌بندی

source: Required, max 100 characters
fa: الزامی، حداکثر ۱۰۰ کاراکتر

source: Category Safe URL
fa: آدرس امن دسته‌بندی

source: Required, letters, numbers, underscore, or hyphens
fa: الزامی، حروف، اعداد، زیرخط یا خط تیره

source: Parent of Category
fa: والد دسته‌بندی

source: Not required
fa: الزامی نیست

source: Category
fa: دسته‌بندی

source: Categories
fa: دسته بندی ها

source: Product Website ID
fa: شناسه وبسایت محصول

source: Required, unique
fa: الزامی، یکتا

source: Product Safe URL
fa: آدرس امن محصول

source: Required, letters, numbers, underscores, or hyphens
fa: الزامی، حروف، اعداد، زیرخط یا خط تیره

source: Product Name
fa: نام محصول

source: Required, max 255 characters
fa: الزامی، حداکثر ۲۵۵ کاراکتر

source: Product Description
fa: توضیحات محصول

source: Required
fa: الزامی

source: Product Category
fa: دسته‌بندی محصول

source: Product Visibility
fa: قابلیت دیده شدن محصول

source: True = Product Visible
fa: صحیح = محصول قابل مشاهده است

source: Date Product Created
fa: تاریخ ایجاد محصول

source: Format: Y-m-d H:M:S
fa: فرمت: سال-ماه-روز ساعت:دقیقه:ثانیه

source: Date Product Last Updated
fa: تاریخ آخرین به‌روزرسانی محصول

source: Type of Product
fa: نوع محصول

source: Product Attribute Name
fa: نام ویژگی محصول

source: Product Attribute Description
fa: توضیحات ویژگی محصول

source: Attribute Value
fa: مقدار ویژگی

source: Stock Keeping Unit (SKU)
fa: واحد نگهداری موجودی (SKU)

source: Required, unique, max 20 characters
fa: الزامی، یکتا، حداکثر ۲۰ کاراکتر

source: Universal Product Code (UPC)
fa: کد یکپارچه محصول (UPC)

source: Required, unique, max 12 characters
fa: الزامی، یکتا، حداکثر ۱۲ کاراکتر

source: Recommended Retail Price
fa: قیمت پیشنهادی خرده فروشی

source: Maximum price 999.99
fa: حداکثر قیمت ۹۹۹٫۹۹

source: The price must be between 0 and 999.99.
fa: قیمت باید بین ۰ و ۹۹۹٫۹۹ باشد.

source: Regular Store Price
fa: قیمت معمولی فروشگاه

source: Sale Price
fa: قیمت حراجی

source: Product Weight
fa: وزن محصول

source: Date Sub-Product Created
fa: تاریخ ایجاد زیرمحصول

source: Date Sub-Product Updated
fa: تاریخ به‌روزرسانی زیرمحصول

source: Product Image
fa: تصویر محصول

source: Required, default: 'default.png'
fa: الزامی، پیش‌فرض: 'default.png'

source: Product Default Image
fa: تصویر پیش‌فرض محصول

source: Default: False, True = Default Image
fa: پیش‌فرض: غلط، صحیح = تصویر پیش‌فرض

source: Product Images
fa: تصاویر محصول

source: Product Reviews
fa: نقد و بررسی محصول

source: Radin Gallery
fa: رادین گالری

source: About
fa: درباره

source: Contact
fa: تماس

source: Help
fa: راهنما

source: FAQs
fa: سوالات متداول

source: Hello,
fa: خوش آمدید

source: Account & Lists
fa: حساب کاربری

source: My Account
fa: حساب کاربری من

source: Your Account
fa: حساب شما

source: Logout
fa: خروج

source: Login
fa: ورود به حساب

source: Sign up
fa: ثبت نام

source: Radin
fa: رادین

source: Gallery
fa: گالری

source: Search for products
fa: جستجوی محصولات

source: Customer Service
fa: خدمات مشتریان

source: Home
fa: خانه

source: Kids & Baby
fa: کودک و نوزاد

source: Women's Fashion
fa: مد لباس زنانه

source: Men's Fashion
fa: مد لباس مردانه

source: Get In Touch
fa: ارتباط با ما

source: No dolore ipsum accusam no lorem. Invidunt sed clita kasd clita et et dolor sed dolor. Rebum tempor no vero est magna amet no
fa: دلور آیپسوم اکوسام نو لورم. اینویدونت سد کلیتا کاسد کلیتا ات ات دلور سد دلور. ربوم تمپور نو ورو است مانا آمت نو

source: 123 Street, New York, USA
fa: ۱۲۳ خیابان، نیویورک، ایالات متحده آمریکا

source: Quick Shop
fa: خرید سریع

source: Our Shop
fa: فروشگاه ما

source: Shop Detail
fa: جزئیات فروشگاه

source: Shopping Cart
fa: سبد خرید

source: Checkout
fa: تسویه حساب

source: Contact Us
fa: تماس با ما

source: Newsletter
fa: خبرنامه

source: Subscribe to our newsletter for the latest products, discounts, and more!
fa: برای دریافت آخرین محصولات، تخفیف ها و موارد دیگر در خبرنامه ما مشترک شوید

source: Your Email Address
fa: آدرس ایمیل شما

source: Sign Up
fa: ثبت نام

source: Follow Us
fa: ما را دنبال کنید

source: Domain
fa: دامنه

source: All Rights Reserved
fa: تمام حقوق محفوظ است

source: Designed by
fa: طراحی شده توسط

source: Products
fa: محصولات

source: Your Wishlist
fa: لیست دلخواه شما

source: Apply Filters
fa: اعمال فیلترها

source: Sorting
fa: مرتب‌سازی

source: Showing
fa: نمایش

source: First
fa: اول

source: Previous
fa: قبلی

source: Next
fa: بعدی

source: Last
fa: آخر

source: Your Image
fa: تصویر شما

source: You can place any content you desire on this page for
fa: می‌توانید هر محتوایی را که می‌خواهید بر روی این صفحه قرار دهید

source: Men Fashion
fa: مد پوشاک مردانه

source: Discover a Fusion of Style and Comfort in Every Spin
fa: در هر گرداندن، تلفیقی از سبک و راحتی را کشف کنید

source: Shop Now
fa: همین حالا خرید کنید

source: Women Fashion
fa: مد پوشاک زنانه

source: Kids Fashion
fa: مد پوشاک کودکانه

source: Save 20%%
fa: ۲۰%% تخفیف

source: Special Offer
fa: پیشنهاد ویژه

source: Quality Product
fa: محصول با کیفیت

source: Free Shipping
fa: ارسال رایگان

source: 14-Day Return
fa: بازگشت ۱۴ روز

source: 24/7 Support
fa: پشتیبانی ۲۴/۷

source: Featured Products
fa: محصولات ویژه

source: Reviews
fa: نقد و بررسی‌ها

source: Recent Products
fa: محصولات جدید

source: Image
fa: تصویر

source: Discover the excellence in every detail with our
fa: عالی بودن در هر جزئیات را با ما کشف کنید

source: Attention:
fa: توجه:

source: Add To Cart
fa: افزودن به سبد خرید

source: Add to Wishlist
fa: افزودن به لیست دلخواه

source: Out of stock
fa: ناموجود

source: Share on:
fa: به اشتراک گذاری در:

source: Description
fa: توضیحات

source: Information
fa: اطلاعات

source: Reviews (%(product.reviews.count)s)
fa: نقد و بررسی‌ها (%(product.reviews.count)s)

source: Additional Information
fa: اطلاعات تکمیلی

source: Delve into the world of
fa: در جهان

source: and immerse yourself in a captivating journey through its exceptional features and remarkable craftsmanship, redefining the way you perceive quality.
fa: و خود را در سفری جذاب از ویژگی‌های استثنایی و صنعت دست سازش غرق کنید، که به شما تعریف جدیدی از کیفیت می‌دهد.

source: Sit erat duo lorem duo ea consetetur, et eirmod takimata.
fa: اینجا یک متن تستی است.

source: Amet kasd gubergren sit sanctus et lorem eos sadipscing at.
fa: اینجا یک متن تستی است.

source: Duo amet accusam eirmod nonumy stet et et stet eirmod.
fa: اینجا یک متن تستی است.

source: Takimata ea clita labore amet ipsum erat justo voluptua. Nonumy.
fa: اینجا یک متن تستی است.

source: %(product_reviews_count)s review for %(product_name)s
fa: %(product_reviews_count)s نقد و بررسی برای %(product_name)s

source: Shop Customer
fa: مشتری فروشگاه

source: Leave a review
fa: نوشتن نقد و بررسی

source: You have already submitted a review for this product.
fa: شما قبلاً یک نقد برای این محصول ارسال کرده‌اید.

source: Your email address will not be published. Required fields are marked *
fa: آدرس ایمیل شما منتشر نخواهد شد. فیلدهای الزامی با * علامت‌گذاری شده‌اند.

source: Your Rating
fa: امتیاز شما

source: Your Review
fa: نقد و بررسی شما

source: Show My Name
fa: نمایش نام من

source: Leave Your Review
fa: نظر خود را بنویسید

source: For submitting your review, please
fa: برای ارسال نقد و بررسی خود، لطفاً

source: log in
fa: وارد شوید

source: first.
fa: اول.

source: You May Also Like
fa: ممکن است شما همچنین دوست داشته باشید

source: Search Results for
fa: نتایج جستجو برای

source: No Search Item Found
fa: هیچ موردی برای جستجو یافت نشد

source: Sorry, no items were found for
fa: با عرض پوزش، هیچ موردی پیدانشد برای
