Repository: mhdemd/Ecommerce-Django-REST-APIs
Catalog: checkout/locale/*/LC_MESSAGES/django.po
Languages: fa

source: delivery_name
fa: نام تحویل

source: Required
fa: ضروری

source: delivery price
fa: قیمت تحویل

source: Maximum 999.99
fa: حداکثر 999.99

source: The price must be between 0 and 999.99.
fa: قیمت باید بین 0 تا 999.99 باشد.

source: delivery_method
fa: روش تحویل

source: delivery timeframe
fa: بازه زمانی تحویل

source: delivery window
fa: پنجره تحویل

source: list order
fa: ترتیب لیست

source: Delivery Option
fa: گزینه تحویل

source: Delivery Options
fa: گزینه‌های تحویل

source: name
fa: نام

source: Payment Selection
fa: انتخاب پرداخت

source: Payment Selections
fa: انتخاب های پرداخت

source: Basket Summary
fa: خلاصه سبد خرید

source: Delivery Address
fa: آدرس تحویل

source: Please select your delivery address
fa: لطفاً آدرس تحویل خود را انتخاب کنید

source: There are no delivery addresses
fa: آدرس تحویلی وجود ندارد

source: add address
fa: افزودن آدرس

source: Other Addresses
fa: سایر آدرس‌ها

source: Selected
fa: انتخاب شده

source: Phone number:
fa: شماره تلفن:

source: Edit
fa: ویرایش

source: Select
fa: انتخاب

source: Cart Summary
fa: خلاصه سبد خرید

source: Subtotal
fa: جمع جزء

source: Shipping
fa: هزینه‌ی حمل و نقل

source: Total
fa: مجموع

source: Pay Securely
fa: پرداخت امن

source: Select your delivery options
fa: گزینه‌های تحویل خود را انتخاب کنید

source: There is no delivery option, please contact customer service
fa: هیچ گزینه‌ی تحویلی وجود ندارد، لطفا با خدمات مشتریان تماس بگیرید

source: Shop
fa: فروشگاه

source: Your order should be delivered within
fa: زمان ارسال سفارش

source: Coupon Code
fa: کد تخفیف

source: Apply Coupon
fa: اعمال کد تخفیف

source: Proceed To Checkout
fa: انتقال به پرداخت

source: Please select your payment option
fa: لطفاً گزینه پرداخت خود را انتخاب کنید

source: Zarin
fa: زرین

source: Pal
fa: پال

source: Payment Successful
fa: پرداخت با موفقیت انجام شد

source: Order Summary
fa: خلاصه سفارش

source: View all
fa: مشاهده همه

source: orders
fa: سفارش‌ها

source: Back to addresses
fa: بازگشت به انتخاب آدرس
